Repository: Polyconseil/django-mds
Catalog: mds/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Signature has expired.
fr_fr: La signature a expiré

source: Error decoding signature.
fr_fr: Erreur de décodage de la signature

source: Expired or revoked token
fr_fr: Jeton expiré ou révoqué

source: Invalid payload, missing fields: %(fields)s
fr_fr: Contenu invalide, champs manquants: %(fields)s

source: published
fr_fr: publiée

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

# API Error
source: Already registered
fr_fr: Déjà enregistré

# Device status
source: Available
fr_fr: Disponible

# Device status
source: Reserved
fr_fr: Réservé

# Device status
source: Unavailable
fr_fr: Indisponible

# Device status
source: Removed
fr_fr: Supprimé

# Device status
source: Trip
fr_fr: Parcours

# Device status
source: Elsewhere
fr_fr: Hors périmètre

# Device status
source: Inactive
fr_fr: Inactif

# Device status
source: Unknown
fr_fr: Inconnu

# Device category
source: Bicycle
fr_fr: Vélo

# Device category
source: Scooter
fr_fr: Trottinette

# Device category
source: Car
fr_fr: Voiture

# Device propulsion
source: Human
fr_fr: Manuelle

# Device propulsion
source: Electric Assist
fr_fr: Assistance électrique

# Device propulsion
source: Electric
fr_fr: Électrique

# Event type
source: Register
fr_fr: Enregistrement

# Event type
source: Service start
fr_fr: Début de service

# Event type
source: Service end
fr_fr: Fin de service

# Event type
source: Provider drop off
fr_fr: Déposé par l'opérateur

# Event type
source: Provider pick up
fr_fr: Collecté par l'opérateur

# Event type
source: City pick up
fr_fr: Collecté par la ville

# Event type
source: Reserve
fr_fr: Réservation

# Event type
source: Cancel reservation
fr_fr: Annulation de réservation

# Event type
source: Trip start
fr_fr: Début de trajet

# Event type
source: Trip enter
fr_fr: Entrée en trajet

# Event type
source: Trip leave
fr_fr: Sortie de trajet

# Event type
source: Trip end
fr_fr: Fin de trajet

# Event type
source: Deregister
fr_fr: Décommissionnement

# Event type
source: Received telemetry
fr_fr: Télémétrie reçue

# Event type
source: Battery charged
fr_fr: Batterie chargée

# Event type
source: Rebalance drop off
fr_fr: Remise en service après équilibrage

# Event type
source: Maintenance drop off
fr_fr: Remise en service après maintenance

# Event type
source: Low battery
fr_fr: Batterie faible

# Event type
source: Rebalance pick up
fr_fr: Retrait pour équilibrage

# Event type
source: Maintenance pick up
fr_fr: Retrait pour maintenance

# Event type
source: User drop off
fr_fr: Dépôt d'utilisateur

# Event type
source: Agency drop off
fr_fr: Dépôt pour rééquilibrage

# Event type
source: User pick up
fr_fr: Récupération d'utilisateur

# Event type
source: Agency pick up
fr_fr: Retrait pour rééquilibrage

# Event type reason
source: Low battery
fr_fr: Batterie faible

# Event type reason
source: Compliance
fr_fr: Conformité

# Event type reason
source: Off hours
fr_fr: En dehors des heures

# Event type reason
source: Missing
fr_fr: Manquant

# Event type reason
source: Decommissioned
fr_fr: Déclassé

# Area type
source: Unrestricted
fr_fr: Non restreint

# Area type
source: Restricted
fr_fr: Restreint

# Area type
source: Preferred pick up
fr_fr: Préféré pour retrait

# Area type
source: Preferred drop off
fr_fr: Préféré pour dépôt

# Policy type
source: Fleet size
fr_fr: Taille de flotte

# Policy type
source: Time limit
fr_fr: Limite de temps

# Policy type
source: Speed limit
fr_fr: Limite de vitesse

# Policy type
source: Information for users
fr_fr: Information aux utilisateurs

# Policy type
source: Geofencing
fr_fr: Zone interdite
